[M_OutOfBody MissionDefinition]
MissionName="Experiência Fora do Corpo"
MissionDescription="Depois de ter arrancado o Núcelo de Inteligência Artificial do corpo do Estivador 1340, esse mesmo robô lhe pede para ajudá-lo a encontrar um novo corpo. É possível que depois disso, ele tente matar você novamente, porém, não vamos misturar as coisas.  O estivador 1340 deseja que você o instale em um robô Construtor inativo."
TurnInDescription="Você ajudou o Estivador 1340 a encontrar um novo corpo. De qualquer forma sua programação homicida será propícia para as batalhas futuras."
MissionSummary="Ajude o robô Estivador 1340 a procurar um corpo novo. "
MissionGiver="Estivador 1340"
MissionTurnInLocation="Marcus ou Dr. Zed"
TeaserText="Será possível uma terrível máquina de matar mudar de atitude assim?"

[M_OutOfBody:DestroyRadio MissionObjectiveDefinition]
ProgressMessage="Destrua o rádio 1340"

[M_OutOfBody:DestroyRadio_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Destrua a rádio habitada pelo Estivador 1340."
MissionDescriptionOverride="Depois de ter arrancado o Núcelo de Inteligência Artificial do corpo do Estivador 1340, esse mesmo robô lhe pede para ajudá-lo a encontrar um novo corpo. Ele foi instalado em um rádio, porém, isso não o impediu de tentar matá-lo ouvindo música ruim, (tipo funk, manja...). É melhor destruir o rádio e recolher novamente o seu Núcleo de IA. Quem sabe ele esquece de tentar matar você de novo."

[M_OutOfBody:FindRadio MissionObjectiveDefinition]
ProgressMessage="Encontre um rádio"

[M_OutOfBody:GetAICore1 MissionObjectiveDefinition]
ProgressMessage="Pegue o Núcleo de IA"

[M_OutOfBody:GetAICore2 MissionObjectiveDefinition]
ProgressMessage="Pegue o Núcleo de IA"

[M_OutOfBody:KillConstructorBot MissionObjectiveDefinition]
ProgressMessage="Destrua o Construtor 1340"

[M_OutOfBody:KillWarLoader MissionObjectiveDefinition]
ProgressMessage="Destrua o Estivador WAR 1340"

[M_OutOfBody:MissionObjectiveDefinition_7 MissionObjectiveDefinition]
ProgressMessage="Pegue o Núcleo de IA"

[M_OutOfBody:MissionObjectiveSetBranchingDefinition_0 MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_OutOfBody:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_OutOfBody:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride="Recupere o Núcleo de IA do Estivador 1340... mais uma vez."
MissionDescriptionOverride="Depois de ter arrancado o Núcelo de Inteligência Artificial do corpo do Estivador 1340, esse mesmo robô lhe pede para ajudá-lo a encontrar um novo corpo. É possível que depois disso, ele tente matar você novamente, porém, não vamos misturar as coisas.\nVocê inseriu o Estivador 1340 no corpo de um robô Construtor e logo em seguida ele tentou te matar mas você derrotou o Construtor. É melhor recolher outra vez o seu Núcleo de IA e procurar um corpo menos agressivo pra ele."

[M_OutOfBody:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride="Instale o Núcleo do Estivador 1340 em um escudo ou uma arma."
MissionDescriptionOverride="Depois de ter arrancado o Núcelo de Inteligência Artificial do corpo do Estivador 1340, esse mesmo robô lhe pede para ajudá-lo a encontrar um novo corpo. Depois de tentar matar você inúmeras vezes, parece que agora ele deseja te ajudar a matar os outros, por isso, ele lhe pediu para instalá-lo em um escudo ou uma arma."

[M_OutOfBody:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionSummaryOverride="Recupere o Núcleo de IA do Estivador 1340... mais uma vez."
MissionDescriptionOverride="Depois de ter arrancado o Núcelo de Inteligência Artificial do corpo do Estivador 1340, esse mesmo robô lhe pede para ajudá-lo a encontrar um novo corpo. É possível que depois disso, ele tente matar você novamente, porém, não vamos misturar as coisas. Você acabou de detoná-lo no corpo de um Estivador WAR e depois disso, ele prometeu se comportar se você o recolher novamente."

[M_OutOfBody:ObjSet_FindRadio MissionObjectiveSetDefinition]
MissionSummaryOverride="Instale o Núcleo de IA do Estivador 1340 em um rádio."
MissionDescriptionOverride="Depois de ter arrancado o Núcelo de Inteligência Artificial do corpo do Estivador 1340, esse mesmo robô lhe pede para ajudá-lo a encontrar um novo corpo. Depois de tentar matar você várias vezes, parece que agora ele se conformará em passar o resto da sua existência dentro de um rádio. "

[M_OutOfBody:ObjSet_KillConstructorBot MissionObjectiveSetDefinition]
MissionSummaryOverride="Destrua o novo corpo de Construtor do Estibador 1340."
MissionDescriptionOverride="Depois de ter arrancado o Núcelo de Inteligência Artificial do corpo do Estivador 1340, esse mesmo robô lhe pede para ajudá-lo a encontrar um novo corpo. É possível que depois disso, ele tente matar você novamente, porém, não vamos misturar as coisas. Você inseriu o Estivador 1340 no corpo de um robô Construtor mas, logo em seguida ele tentou te matar. Parece que você terá que destruí-lo de novo."

[M_OutOfBody:ObjSet_KillLoader MissionObjectiveSetDefinition]
MissionSummaryOverride="Destrua o corpo WAR do Estivador 1340."
MissionDescriptionOverride="Depois de ter arrancado o Núcelo de Inteligência Artificial do corpo do Estivador 1340, esse mesmo robô lhe pede para ajudá-lo a encontrar um novo corpo. É possível que depois disso, ele tente matar você novamente, porém, não vamos misturar as coisas. Você inseriu o Estivador 1340 no corpo de um robô Construtor mas, logo em seguida ele tentou te matar. Parece que agora você terá que destruir também o modelo WAR."

[M_OutOfBody:ObjSet_UseLoader MissionObjectiveSetDefinition]
MissionSummaryOverride="Instale o Núcleo de IA do Estivador 1340 em outro Estivador Modelo WAR."
MissionDescriptionOverride="Depois de ter arrancado o Núcelo de Inteligência Artificial do corpo do Estivador 1340, esse mesmo robô lhe pede para ajudá-lo a encontrar um novo corpo. É possível que depois disso, ele tente matar você novamente, porém, não vamos misturar as coisas. Você inseriu o Estivador 1340 no corpo de um robô Construtor mas, logo em seguida ele tentou te matar. Agora ele deseja que você o instale no corpo de um Estivador Modelo WAR. Parece que ele está mudado e dessa vez, talvez ele não lhe faça mal."

[M_OutOfBody:TurnInMarcus MissionObjectiveDefinition]
ProgressMessage="Entregue o Núcleo para o Marcus"

[M_OutOfBody:TurnInZed MissionObjectiveDefinition]
ProgressMessage="Entregue o Núcleo para o Dr. Zed"

[M_OutOfBody:UseConstructorBot MissionObjectiveDefinition]
ProgressMessage="Instale o Núcleo de IA"

[M_OutOfBody:UseWarLoader MissionObjectiveDefinition]
ProgressMessage="Instale o Núcleo de IA"

